app/controllers/static_controller.rb

	def create
		@message = Message.new(message_params)
		@message.save
---
INSERT INTO "messages" ("name", "email", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "qsdqsd"], ["email", "qsdqs"], ["body", "dqsdqsd"], ["created_at", "2015-02-24 00:13:56.730694"], ["updated_at", "2015-02-24 00:13:56.730694"]]